help_dashboard=Dashboard
help_help=Hilfe
help_login=Login: 
help_license_key=Lizenzschlüssel: 
help_edit_personal=Persönliche und Kontaktdaten bearbeiten
help_introduction=Einf&uuml;hrung
help_helptext_paragraph_1=Die YOOCHOOSE Recommender Engine besteht aus den in der folgenden Zeichnung dargestellten Komponenten, die im Zusammenspiel daf&uuml;r sorgen, dass aus den Aktivit&auml;ten eines Nutzers personalisierte Empfehlungen generiert und ausgespielt werden.
help_helptext_paragraph_2=Die Recommender Engine erh&auml;lt &uuml;ber die Integration des Event-Tracking in die Web-Seiten oder den Online Shop Informationen &uuml;ber die Aktivit&auml;ten der Anwender. Dies kann ein Klick auf ein Link sein, der Kauf eines Produktes oder auch eine aktive Bewertung durch den Anwender. Diese Events werden zusammen mit einer User ID (meist eine Cookie-ID) und einem eindeutigen Identifier f&uuml;r den Inhalt der Seite oder das Produkt (z.B. eine Artikelnummer) an die Recommender Engine gesendet (A). &Uuml;ber eine Content-Schnittstelle lernt YOOCHOOSE automatisch, welche Produkte oder Inhalte angeboten werden (B). Bei der Modellberechnung k&ouml;nnen die Informationen &uuml;ber die Events der User und die vorhandenen Produkte oder Inhalte zur Vorberechnung genutzt werden. Dies geschieht in der Regel jede Nacht automatisch.
help_helptext_paragraph_3=Um die berechneten Empfehlungen nutzen zu k&ouml;nnen, werden diese zur Laufzeit zu einem Ergebnis zusammengebaut (D). Dabei kann zum Beispiel ein Fall-Back-Szenario festgelegt werden, das Ergebnisse liefert, falls das im Empfehlungsabruf genutzte Modell kein Ergebnis liefert. Dies kann der Fall sein, wenn ein Artikel oder Produkt noch keinen Event hat und deswegen der Recommendation Engine noch nicht bekannt ist. Der Empfehlungsabruf wird im Normalfall &uuml;ber ein Skript in die eigene Webseite eingebaut und beim Aufruf der Seite durch den Anwender ausgel&ouml;st (A). Dabei werden wiederum die User ID und die Item ID &uuml;bergeben. Das Ergebnis des Empfehlungsabrufs ist eine Liste mit eindeutigen Identifier. Um das Ergebnis f&uuml;r den User darstellen zu k&ouml;nnen, m&uuml;ssen diese IDs noch &uuml;ber das Content Management System oder den Shop aufgel&ouml;st und entsprechende Bilder und Texte angezeigt werden (D).
help_helptext_paragraph_4=Wir w&uuml;nschen viel Erfolg bei Integration der YOOCHOOSE Recommender Engine und freuen uns &uuml;ber Ihr Feedback.
help_corporate_information=Impressum
help_data_privacy=Datenschutz
help_contact=Kontakt