
message_error_ALREADY_MIGRATED = Die von Ihnen gew\u00E4hlte Vertrags-ID ist bereits mit diesem mandator verkn\u00FCpft - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_CANCELLED = Die Produkt Registrierung wurde abgebrochen - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_INVALID_MIGRATION_CODE = Ung\u00FCltiger Migrations-Code - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_MULTIPLE_COMPATIBLE_TEMPLATE = Es wurden mehrere Templates von der ben\u00F6tigten L\u00F6sung in dem von Ihnen spezifizierten Produkt gefunden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_MULTIPLE_OWNERS = Nur Mandanten mit einem eindeutigen Lagacy-Bestizer k\u00F6nnen migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NON_FRESH_USER = Neu angelegte Nutzer d\u00FCrfen keine Rechte f\u00FCr andere Mandanten haben - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_BUILT_IN_CUSTOMER = Nur Mandanten welche mit einem legacy Account verkn\u00FCpft sind k\u00F6nnen migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_COMPATIBLE_TEMPLATE = Es wurden keine Templates gefunden die zum gew\u00E4hlten Produkt passen - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_LEGACY_OWNER = Es k\u00F6nnen nur Mandanten migriert werden, die mit einem eindeutigen legacy Account verkn\u00FCpft sind - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_PRODUCT_NOT_AVAILABLE = Das von Ihnen gew\u00E4hlte Produkt ist nicht verf\u00FCgbar - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_PRODUCT_NOT_FOUND = Das von Ihnen gew\u00E4hlte Produkt ist nicht verf\u00FCgbar - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_ROOT_MANDATOR = Der "Root-Mandant" kann nicht migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_TOGO_MANDATOR = YOOCHOOSE2GO Accounts k\u00F6nnen nicht migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_code_not_set = Migrations-Code wurde nicht angegeben. \u00DCberpr\u00FCfen Sie ob der Parameter "code" in der URL mit enthalten ist - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_product_not_set = Es wurde kein Produkt zur Migration ausgew\u00E4hlt. Bitte \u00FCberpr\u00FCfen Sie, ob das Parameter "product" in der URL mit angegeben ist - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_unexpected_error = Unerwarteter Fehler - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

migration.step_1.button      = Weiter
migration.step_1.description = Herzlich willkommen bei der Registrierung zum neuen YOOCHOOSE Kundencenter. Sie sind nur noch 3 Schritte von der erfolgreichen Reaktivierung Ihres bereits bestehenden Yoochoose Accounts entfernt. Im ersten Schritt erstellen Sie sich einen neuen Account, dannach ben\u00F6tigen wir Angaben zur Ihrer Firma und im letzten Schritt noch Ihre bevorzugte Zahlungsmethode. Wenn Sie auf der folgenden Seite auf das Google+, Facebook oder eines der anderen angebotenen Icons klicken, k\u00F6nnen auch diese anstelle eines neuen Accounts verwendet werden.
migration.step_1.header      = Migration Ihres YOOCHOOSE Accounts
migration.step_2.button      = Weiter
migration.step_2.description = Ihr Zugang zum YOOCHOOSE Kudencenter wurde erfolgreich erstellt. Im folgenden Schritt ben\u00F6tigen wir noch Angaben zu Ihrer Firma und Rechnungsanschrift.
migration.step_2.header      = Migration Ihres YOOCHOOSE Accounts
migration.step_3.button      = Zum Dashboard
migration.step_3.description = Sie haben Ihren Yoochoose Account erfolgreich migriert. Folgende Links sind f\u00FCr Sie wichtig:\r\n<ul>\r\n<li><a href="http://admin.yoochoose.net">YOOCHOOSE-Konfigurations-Backend</a></li>\r\n<li><a href="http://doc.yoochoose.net">YOOCHOOSE Dokumentation/Information</a></li>\r\n<li><a href="https://registration.yoochoose.net">YOOCHOOSE Kundencenter</a></li>\r\n</ul>\r\nWeitere Informationen und aktuelle Angebote finden Sie auf unserer Website <a href="http://www.yoochoose.com">www.yoochoose.com</a>.
migration.step_3.header      = Migration Ihres YOOCHOOSE Accounts
