
message_error_ALREADY_MIGRATED = Die von Ihnen gew\u00E4hlte Vertrags-ID ist bereits mit diesem mandator verkn\u00FCpft - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_CANCELLED = Die Produkt Registrierung wurde abgebrochen - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_INVALID_MIGRATION_CODE = Ung\u00FCltiger Migrations-Code - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_MULTIPLE_COMPATIBLE_TEMPLATE = Es wurden mehrere Templates von der ben\u00F6tigten L\u00F6sung in dem von Ihnen spezifizierten Produkt gefunden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_MULTIPLE_OWNERS = Nur Mandanten mit einem eindeutigen Lagacy-Bestizer k\u00F6nnen migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NON_FRESH_USER = Neu angelegte Nutzer d\u00FCrfen keine Rechte f\u00FCr andere Mandanten haben - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_BUILT_IN_CUSTOMER = Nur Mandanten welche mit einem legacy Account verkn\u00FCpft sind k\u00F6nnen migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_COMPATIBLE_TEMPLATE = Es wurden keine Templates gefunden die zum gew\u00E4hlten Produkt passen - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_NO_LEGACY_OWNER = Es k\u00F6nnen nur Mandanten migriert werden, die mit einem eindeutigen legacy Account verkn\u00FCpft sind - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_PRODUCT_NOT_AVAILABLE = Das von Ihnen gew\u00E4hlte Produkt ist nicht verf\u00FCgbar - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_PRODUCT_NOT_FOUND = Das von Ihnen gew\u00E4hlte Produkt ist nicht verf\u00FCgbar - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_ROOT_MANDATOR = Der "Root-Mandant" kann nicht migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_TOGO_MANDATOR = YOOCHOOSE2GO Accounts k\u00F6nnen nicht migriert werden - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_code_not_set = Migrations-Code wurde nicht angegeben. \u00DCberpr\u00FCfen Sie ob der Parameter "code" in der URL mit enthalten ist - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_error_product_not_set = Es wurde kein Produkt zur Migration ausgew\u00E4hlt. Bitte \u00FCberpr\u00FCfen Sie, ob das Parameter "product" in der URL mit angegeben ist - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

message_unexpected_error = Unerwarteter Fehler - Bitte kontaktieren Sie den Yoochoose Support (Support@yoochoose.com)

migration.step_1.button      = Weiter
migration.step_1.description = Herzlich willkommen bei der Registrierung f\u00FCr das Yoochoose Kundencenter. Sie sind nur noch 3 Schritte von der erfolgreichen Reaktivierung Ihres bereits bestehenden Yoochoose Accounts entfernt. Bitte klicken Sie auf "Weiter" um einen Zugang f\u00FCr das Yoochoose Kundencenter zu erstellen. F\u00FCr die Anmeldung k\u00F6nnen auch Dienste wie Google+ oder Facebook verwendet werden.
migration.step_1.header      = Yoochoose Kundencenter Registrierung
migration.step_2.button      = Weiter
migration.step_2.description = Herzlichen Gl\u00FCckwunsch! Sie haben erfolgreich einen Zugang f\u00FCr das Yoochoose Customer Care Center erstellt. Im folgenden Schritt w\u00E4hlen Sie bitte Ihr Produkt und ein Bezahlverfahren aus, bitte beachten Sie das je nach Shop-System bereits das richtige Produkt vordefiniert ist.
migration.step_2.header      = Yoochoose Kundencenter Registrierung
migration.step_3.button      = Vielen Dank. Die Registrierung f\u00FCr das Yoochoose Kundencenter ist abgeschlossen. Um Ihren Account zu konfigurieren, k\u00F6nnen Sie nun wie gewohnt die Yoochoose Konfigurationsoberfl\u00E4che verwenden.
migration.step_3.description = Vielen Dank. Sie haben Ihren Yoochoose Account erfolgreich aktiviert. Um Ihren Account zu konfigurieren, k\u00F6nnen Sie nun wie gewohnt die Benutzeroberfl\u00E4che verwenden.
migration.step_3.header      = Account Aktivierung abgeschlossen
