
registration.step_1.description = Bienvenue \u00E0 l'enregistrement dans le YOOCHOOSE Customer Center. Vous \u00EAtes seulement <strong>3 \u00E9tapes</strong> \u00E0 partir de votre compte YOOCHOOSE.<br><ol style\="list-style\: decimal; margin-left\: 3em;margin-top\: 1em;margin-bottom\: 1em;"><li>Cr\u00E9er un nouveau compte en vous inscrivant sur la page de connexion ci-dessous ou utiliser votre compte Google existant, facebook, PayPal, Yahoo\! ou Microsoft Live compte.</li><li>Soumettez votre nom d'entreprise et une adresse de facturation.</li><li>S\u00E9lectionnez un des modes de paiement propos\u00E9s et terminer la r\u00E9servation.</li></ol><strong>Il n'y a pas de co\u00FBts pendant la p\u00E9riode d'essai. Vous pouvez r\u00E9silier le contrat \u00E0 tout moment.</strong>

registration.step_1.gambio =  <strong>Gambio Connect gratuitement pour 90 jours!<br>  Apr\u00E8s la phase de test Gambio Connect co\u00FBte 25,- Euros par mois.</strong><br/><br/>

regstep1_checkbox1 = J'ai lu, compris et j'accepte les r\u00E8gles de protection des donn\u00E9es.

regstep1_checkbox2 = I am authorized to order, close and confirm the data processing agreement on behalf of the given company.

regstep1_company_name = Entreprise:

regstep1_createaccount = Cr\u00E9er un nouveau compte

regstep1_createaccount_information = Votre compte YOOCHOOSE vous donne acc\u00E8s aux services de Recommandation. Si vous poss\u00E9dez d\u00E9j\u00E0 un compte, vous pouvez vous <a href\="login.html">identifier ici

regstep1_ebh = Boutique en ligne (Avanc\u00E9)

regstep1_ebl = Boutique en ligne (Basic)

regstep1_ebl2 = Boutique en ligne (Gratise)

regstep1_email = Email :

regstep1_licence_and_legal = Licence et informations l\u00E9gales

regstep1_licence_and_legal_information = You are only a few steps away from your free trial YOOCHOOSE Recommender Engine. Before you create an account, we request your attention for some legal issues. We take data protection and privacy issues very seriously and ask you to carefully read the following instructions and align the data protection information in your website accordingly. You may also <a href="/pdf/dataprivacy.pdf" class="pdf">view and download the PDF version

regstep1_publisher_advanced = eZ Publish, Editeur (Advanc\u00E9)

regstep1_publisher_basic = eZ Publish, Editeur (Basic)

regstep1_register = Enregistrer

regstep1_websiteurl = URL du site :

regstep2_adress = Adresse :

regstep2_city = Ville :

regstep2_company_name = Entrepise :

regstep2_country = Pays :

regstep2_createaccount = Cr\u00E9er un compte

regstep2_createaccount_information = Merci de fournir plus d'information sur votre entreprise :

regstep2_email = Email :

regstep2_finish_registration = Terminer l'enregistrement

regstep2_firstname = Pr\u00E9nom \:

regstep2_lastname = Nom :

regstep2_phonenumber = T\u00E9l\u00E9phone \:

regstep2_websiteurl = URL du site :

regstep2_zip = Code postal :

regstep3_createaccount = Configurer les recommandations

regstep3_createaccount_information = S'il vous pla\u00EEt, choisissez comment vos recommandations vont ressembler, l'\u00E9chantillon URL du produit est n\u00E9cessaire pour d\u00E9finir le contenu de la recommandation.

regstep3_finish_registration = Poursuivre la configuration

regstep3_preview = Avant-premi\u00E8re

regstep3_product_url = URL d'une page produit

regstep3_rec_content = Type de recommandation

regstep3_rec_size = Taille des recommandations
