
registration.message_error_not_bookable      = Das von Ihnen gew\u00E4hlte Produkt "{1}" kann nicht gebucht werden. Bitte kontaktieren Sie den Yoochoose Support (support@yoochoose.com).
registration.message_error_not_bookable_c    = Das gew\u00FCnschte Produkt "{1}" kann mit der von Ihnen gew\u00E4hlten W\u00E4hrung "{2}" nicht gebucht werden. Bitte kontaktieren Sie den Yoochoose Support (support@yoochoose.com).
registration.message_error_product_not_found = Das von Ihnen gew\u00FCnschte Produkt "{1}" wurde nicht gefunden. Bitte kontaktieren Sie den Yoochoose Support (support@yoochoose.com).
registration.message_error_product_not_set   = Die Produkt-ID wurde nicht korrekt angegeben. Bitte \u00FCberpr\u00FCfen Sie ob das Parameter "product" in der URL mit angegeben ist. Bitte kontaktieren Sie den Yoochoose Support (support@yoochoose.com).
registration.message_unexpected_error        = Unterwarteter Fehler [{0}]. Bitte kontaktieren Sie den Yoochoose Support (support@yoochoose.com).
registration.step_1.button                   = Weiter
registration.step_1.description              = Herzlich willkommen bei der Registrierung zum neuen YOOCHOOSE Kundencenter. Sie sind nur noch 3 Schritte von der erfolgreichen Registrierung Ihres bereits bestehenden Yoochoose Accounts entfernt. Im ersten Schritt erstellen Sie sich einen neuen Account, dannach ben\u00F6tigen wir Angaben zur Ihrer Firma und im letzten Schritt noch Ihre bevorzugte Zahlungsmethode. Wenn Sie auf der folgenden Seite auf das Google+, Facebook oder eines der anderen angebotenen Icons klicken, k\u00F6nnen auch diese anstelle eines neuen Accounts verwendet werden.   
registration.step_1.header                   = Yoochoose Kundencenter Registrierung
registration.step_2.button                   = Weiter
registration.step_2.description              = Ihr Zugang zum YOOCHOOSE Kudencenter wurde erfolgreich erstellt. Im folgenden Schritt ben\u00F6tigen wir noch Angaben zu Ihrer Firma und Rechnungsanschrift.
registration.step_2.header                   = Yoochoose Kundencenter Registrierung
registration.step_3.button                   = Weiter
registration.step_3.description              = Sie haben Ihren Yoochoose Account erfolgreich erstellt. Sie k\u00F6nnen sich mit Ihrem neuen Account wie bisher an unserem Konfigurations-Backend anmelden -> http://admin.yoochoose.net.  <p> Informationen zur Verwendung der Konfigurations-Backends und zur Integration des Empfehlungsdienstes finden Sie unter : http://doc.yoochoose.net.  <p> Alle Informatioenn rund um Ihren Vertrag, sowie die verwendete Zahlungsmethode, k\u00F6nnen Sie im YOOCHOOSE Kundencenter einsehen und bearbeiten. (Link Kundencenter). Weitere Informationen und aktuelle Angebote finden Sie auf unserer Website www.yoochoose.com.
registration.step_3.header                   = Yoochoose Kundencenter Registrierung - Registrierung erfolgreich abgeschlossen

regstep1_checkbox1 = Ich habe die Datenschutzrechtlichen Hinweise gelesen und verstanden.

regstep1_checkbox2 = Ich erkl\u00E4re, dass ich berechtigt bin, die Vereinbarung zur Auftragsdatenverarbeitung im Namen des Unternehmens abzuschliessen.

regstep1_company_name = Unternehmen:

regstep1_createaccount = Neuen Account erstellen

regstep1_createaccount_information = Erstellen Sie einen neuen Account f\u00FCr Ihren Empfehlungsdienst. Wenn Sie bereits \u00FCber einen Zugang verf\u00FCgen, k\u00F6nnen Sie sich hier anmelden <a href="login.html">

regstep1_ebh = Online shop (Advanced)

regstep1_ebl = Online shop (Basic)

regstep1_ebl2 = Online shop (Free)

regstep1_email = Email:

regstep1_licence_and_legal = Lizenzbedingungen

regstep1_licence_and_legal_information = Es sind nur noch wenige Schritte zu Ihrem kostenfreien Testzugang f\u00FCr den Empfehlungsdienst. Bevor wir den Dienst f\u00FCr Sie freischalten, weisen wir Sie auf einige rechtliche Punkte hin. Wir nehmen das Thema Datenschutz und Privatsph\u00E4re sehr ernst und bitten Sie daher, die folgenden Hinweise aufmerksam zu lesen und die Datenschutzrechtlichen Hinweise in Ihrem Webauftritt umzusetzen <a href="/pdf/HinweisezumDatenschutz.pdf" class="pdf">

regstep1_publisher_advanced = eZ Publish, Publisher (Advanced)

regstep1_publisher_basic = eZ Publish, Publisher (Basic)

regstep1_register = Registrierung

regstep1_websiteurl = Webseite URL:

regstep2_adress = Adresse:

regstep2_city = Stadt:

regstep2_company_name = Unternehmen:

regstep2_country = Land:

regstep2_createaccount = Neuen Account erstellen

regstep2_createaccount_information = Bitte f\u00FCllen Sie die Felder vollst\u00E4ndig aus:

regstep2_email = Email:

regstep2_finish_registration = Registrierung abschlie\u00DFen

regstep2_firstname = Vorname:

regstep2_lastname = Nachname:

regstep2_phonenumber = Telefon:

regstep2_websiteurl = Webseite URL:

regstep2_zip = Postleitzahl:

regstep3_createaccount = Konfigurieren Empfehlungen

regstep3_createaccount_information = Bitte w\u00E4hlen Sie, wie Ihre Empfehlungen aussehen wird, wird die Probe Produkt-URL ben\u00F6tigt, um die Empfehlung Inhalte gesetzt.

regstep3_finish_registration = Setzen Sie die Konfiguration

regstep3_preview = Vorschau

regstep3_product_url = URL einer Produktseite

regstep3_rec_content = Empfehlung Typ

regstep3_rec_size = Empfehlungen Gr\u00F6\u00DFe
